Autodesk.Revit.DB.FailureMessageKey.IsEqual(Autodesk.Revit.DB.FailureMessageKey)
Checks it this key is equal to the other.
other:
The key to compare with.
Returns:
True if keys are equal, false otherwise.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2011